//UC of AppStore 德国(German)
"ucBuyItemError" = "Die Produkte kaufen, ungültig Oder nicht gibt!";
"ucBuyItemOK" = "Sicher";
//订阅
"SubscriptionAlertMessage" = "Dein iTunes-Konto wird mit %@ %@ belastet, nachdem dein Abonnement bestätigt ist. Dieses verlängert sich %@ automatisch, bis das Abonnement abgelaufen ist oder du dein Abonnement beendest.";
"SubscriptionAlertTitle" = "Abonnement";
"SubscriptionAlertCancel" = "Abgesagt";
"SubscriptionAlertOK" = "Abonnieren";
"SubscriptionAlertPrivate" = "Datenschutzrichtlinien";
"SubscriptionAlertService" = "Nutzungsbedingungen";
"SubscriptionWeek" = "Jede Woche";
"SubscriptionWeeks" = "Alle %d Wochen";
"SubscriptionMonth" = "Jeden Monat";
"SubscriptionMonths" = "Alle %d Monate";
"SubscriptionYear" = "Jedes Jahr";
"SubscriptionYears" = "Alle %d Jahre";
"SubscriptionPrivacyPolicyURL" = "https://www.yodo1.com/en/privacy";
"SubscriptionTermsServiceURL" = "https://www.yodo1.com/en/terms";
